["SCENE &mdash; BROOKE'S", "When the new Parliament was young,</br>Not yet a maiden speech was sung,</br>The Party in St. James's-street</br>Throng'd at BROOKE'S lov'd retreat,</br>Prognosticating, boasting, prating,</br>Doubting, discussing, and debating,</br>By turns they felt their anxious mind</br>Disturbed, a leader fit to find;</br>Till once, 'tis said, when all were fir'd,</br>Fill'd with fury, rapt, inspir'd,</br>From the attending waiters-round,</br>They snatch'd their instruments of sound,</br>And, as they oft had ta'en a-part,</br>Dear lessons of the dice's art,</br>All, to throw a main, agreed</br>To settle who the Band should lead.", "First BROUGHAM, his hand, its skill to try,</br>Upon the box, bewildered, laid,</br>And back recoil'd, he knew not why,</br>Ev'n at the sound himself had made.", "MACDONALD next, with furious look,</br>Develop'd his ambitious stings;</br>In one rude clash the box he shook,</br>And crabs, with hurried hand, he flings.", "With anxious visage DOUGLAS next</br>Advanc'd, and as the Dice he eyes,</br>Spoke a mixt Greek and English text,</br>Then threw, and lost the wished-for prize.", "But thou!  Sir ROBERT WILSON, Knight,</br>What was thy heroic measure?</br>Still it whisper'd promis'd pleasure;</br>And bade the Grand Cross Bath at distance hail.", "The pass of Banos does his strain prolong,</br>And from the rocks, the woods, the vale,</br>The pass of Banos echoes thro' his song.</br>But when this oft repeated theme he chose,</br>A hoarse responsive voice was heard at every close,</br>And all his dreams of glory vanish'd into air.", "Yet longer had he sung &mdash; but with a frown</br>The Quarterly Reviewer angry rose,</br>He threw his gall-dipp'd pen in thunder down,</br>And with a withering look,</br>The war denouncing trumpet took,</br>And blew a blast so loud and dread,</br>Were to the Knight ne'er sounds so full of woe;</br>And, ever and anon, he beat,</br>The Knight's despatch, with furious heat;</br>And tho' sometimes, each pause between,</br>The Northern Critic at his side</br>His Caledonian voice apply'd,</br>Yet still he kept his fear-inspiring mien,</br>And poor Sir ROBERT'S brains seem'd bursting from his head.", "Thy speeches, LAMBTON, were to nothing fix'd;</br>Dull, yet not deep, and pert, yet never gay,</br>Of diff'ring themes the veering song was mix'd,</br>And now he call'd on COBBETT, now on GRAY.", "With eyes uprais'd, but not like one inspired,</br>Pale DUDLEY NORTH remained retired,</br>And from his solitary seat</br>Made not one speech the band to greet,</br>But ever and anon a glance would steal,</br>And chuckled o'er some joke which he would not reveal.", "But, oh!  how alter'd was the tone,</br>When GORDON christen'd ROBERT, but by some</br>Known by the ruder epithet of b&mdash;</br>Blew a tremendous blast that BROOKE'S chambers rung,</br>The blast to all the party too well known.", "FINLAY and MADDOCKS next in order stood,</br>MOORE, and WILL. SMITH, and WAITHMAN and MAT. WOOD;</br>All vainly to the mystic table crowd,</br>While chicken TAYLOR leap'd and crow'd aloud.", "Last came TIERNEY'S anxious trial,</br>He, with downcast look, advancing;</br>Ere to the box his hand addrest,</br>He cast a look around and saw them shy all,</br>As if they cou'd not trust his cunning crest!</br>They wou'd have thought who heard his strain</br>They aw i' th' Opposition ranks a wight,</br>Who only with them staid in spite,</br>And long'd with th' other party to be dancing.", "While as his flying fingers shook the dice,</br>His limbs all trembled, troubled was his air,</br>But MERC'RY fram'd with Chance a spell of pow'r,</br>The box he rattled in a lucky hour;</br>\"Seven is the main! &mdash; I've nick'd it in a trice,</br>And thus to me belongs the Leader's chair.\"</br>"]