["I.</br>'Twas at the solemn Feast, for Laurels won,</br>By WILLIAM, old JOHN SHAKESPEARE'S Son,</br>Aloft in awful State,</br>The May'r of STRATFORD sate,</br>Rais'd on a wool-pack'd Throne:</br>His Aldermen were plac'd around,</br>Their Brows with spreading Antlers crow'd,</br>(So City Spouses should be found)</br>The lovely May'ress by his Side</br>Sat like a plump High-German Bride,</br>Not less for Fat renown'd, than Pride.</br>Happy, happy, happy May'r!</br>None but the Fat,</br>None but the Fat,</br>None but the Fat deserve the bouncing Fair.", "II.</br>The Bard of FERNEY plac'd on high</br>Amid the tuneful Quire,</br>With flying Fingers touch'd the Wooden Lyre:</br>The Notes, tho' lame, ascend as high</br>As civic Joys require.</br>The Song began from G&mdash;K'S Toil,</br>Who left his LITCHFIELD'S native Soil,</br>(Such were his Hopes of Golden Spoil)</br>King RICHARD'S crooked Form bely'd the Man:</br>Sublime on high-heel'd Shoes he trod,</br>When first he courted Lady ANNE</br>In GOODMAN'S FIELDS, till then an unfrequented Road.</br>As HASTINGS next round PRITCHARD'S Waist he curl'd,</br>Or shew'd, in DRUGGER'S Rags, an Ideot to the World.</br>The list'ning Crowd admire the lofty Sound,</br>A present SHAKESPEARE, loud they shout around:</br>A present SHAKESPEARE, loud the rafter'd Halls rebound.</br>With prick'd up Ears</br>His May'rship hears;</br>Assumes the Play'r,</br>Affects to stare,</br>And shake the Room about his Ears.", "III.</br>The praise of Ven'son, then, the rapt Enthusiast sung;</br>Of Ven'son, whether old or young:</br>The jolly Haunch in Triumph comes;</br>Sound the Trumpets; beat the drums;</br>Flush'd with a Purple Grace,</br>It shews its Currant-Jelly Face:</br>Now give each Feeder Breath:  It comes, it comes;</br>Ven'son, ever fair and young,</br>Drinking Joys can best reveal;</br>Fat of Ven'son is a Treasure,</br>Eating is the Glutton's Pleasure:</br>Rich the Treasure,</br>Sweet the Pleasure,</br>Sweet as Stuffing is with Veal.", "IV.</br>Sooth'd with the Sound, the May'r grew vain;</br>Eat all his Custards o'er again;</br>And thrice he pick'd the Bones of Geese and Turkies slain.</br>The Poet saw his Stomach rise,</br>His watring Mouth, his longing Eyes;</br>And while he Necks and Sides defy'd,</br>Chang'd his Note, and check'd his Pride.</br>He chose a TYBURN Muse</br>Soft Pity to infuse:</br>He sung the Deer-Stealer's untimely Fate</br>By Law severe, tho' good,</br>Swinging, swinging, swinging, swinging,</br>Swinging in too high a State,</br>For spilling Sylvan Blood.</br>Deserted at his utmost Need</br>By those his former Thefts had fed,</br>Expos'd, ev'n near his native Town,</br>With not a Friend to cut him down.</br>With joyless Looks the May'r dejected sate,</br>Tho' still revolving in his Soul</br>The various Turns of Spits below;</br>And now and then a backward Sigh he stole,</br>While Streams of Pactolian sought their Vent, to flow.", "V.</br>The Bard of FERNEY smil'd to see</br>That Sleep was in the next Degree:</br>'Twas but a drowsy Strain to keep,</br>For Nurses talk their Babes asleep.</br>Gently dull, in hum-drum Numbers,</br>Thus he sooth'd his Soul to Slumbers;</br>Picking Bones is Toil and Trouble,</br>Sillabub an empty Bubble;</br>Never ending, still beginning,</br>Eating, still the Substance missing:</br>Think, if Fat be worth thy winning,</br>Thy Wife is surely worth the kissing:</br>Both Wife and Ven'son see besides thee!</br>Take what Fate, thy Cook provides thee!</br>The Many rend the Skies with loud Applause;</br>So Sleep was crown'd, tho' FERNEY won the Cause.</br>The May'r, scarce able to keep ope his Eyes,</br>Peep'd at the Food</br>That warm'd his Blood,</br>And lick'd his Lips, and lick'd his Lips,</br>And lick'd his Lips, (to stir in vain he tries:)</br>At length, as sunk in Sleep's soft Arms he stretches,</br>The snorting Magistrate b&mdash;t his Breeches.", "VI.</br>Now strike the Salt-box once again:</br>A louder yet, and yet a louder Strain:&mdash;</br>Break the Bands of Sleep asunder</br>With Noise more frequent than his Postern Thunder!</br>Hark!  hark!  the horrid Sound</br>Has rais'd up his Head,</br>Tho' heavy as Lead,</br>And he stares and stinks around!</br>Revenge, Revenge, dread FERNEY cries,</br>See the Critics arise!</br>See the Volumes they rear</br>Only fit to curl Hair,</br>Tho' each hop'd for an Editor's Prize!</br>Behold the snarling Band,</br>Each with a Farthing Candle in his hand!</br>Those are critical Ghosts who for SHAKESPEARE were slain,</br>And unburied remain</br>On Stalls in Clare-court, Drury-lane.</br>Give the Fun'rals Due</br>To the wretched Crew!</br>Behold how they toss their Noses on high!</br>Bid them seek Cloacina's Abode,</br>Congenial Temples for such hostile Gods!</br>The Company, pleas'd such Expedient was hit on,</br>The May'r snatch'd up CAPEL'S Edition to sh&mdash;t on;</br>His Wife the Door unbarr'd,</br>To light him to the Yard,</br>As H&mdash;l&mdash;y held the Link that sing'd the fam'd North Briton.</br>Let G&mdash;K yield our May'r the Prize,</br>Or both divide the Crown:</br>This, rais'd an Author to the Skies;</br>That, threw his Critics down.</br>"]